Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/utredning_av_spraksituasjonen_for_ume-_pite-_og_skoltesamisk.html.tmx
Source language: nob
Languages: sma

source: For å styrke pitesamisk, umesamisk og skoltesamisk skal Sametinget gjøre en del grunnleggende arbeid, slik som dokumentasjon og kartlegging av dagens situasjon for språkene på norsk side av Sápmi.
sma: Juktie pijtesaemien, upmejesaemien jïh skoltesaemien nænnoestidh Saemiedigkie edtja såemies maadthbarkoem darjodh, goh dokumentasjovne jïh goerehtalleme daan beajjetje gïeletsiehkeste Saepmien nöörjen bielesne.

source: Kartleggingene av språkene skal brukes til å få en oversikt over behov, samt tilpasse språktiltak og tjenester for språkbrukerne.
sma: Gïelegoerehtalleme edtja åtnasovvedh juktie bijjieguvviem daerpiesvoeti bijjeli åadtjodh jïh gïeleråajvarimmieh jïh dïenesjh gïeleutniejidie sjïehtedidh.

source: En kartlegging vil gi bedre grunnlag for å sette i gang språktiltak i de aktuelle miljøene, og vil gi en oversikt over arbeidet som er gjort og mulige veier videre i arbeidet med å vitalisere ume-, pite- og skoltesamiske språk.
sma: Goerehtalleme sæjhta buerebe våaromem vedtedh juktie gïeleråajvarimmiejgujmie nierhkedh dejnie sjyöhtehke byjresisnie, jïh sæjhta bijjieguvviem vedtedh dehtie barkoste mij lea dorjesovveme jïh mah geajnoeh mah gååvnesieh juktie upmeje-, pijte- jïh skoltesaemien gïelh jieliehtidh.

source: Skoltesamisk språksituasjon
sma: Skoltesaemien gïeletsiehkie

source: Forsker Torkel Rasmussen har på oppdrag for Sametinget utført en utredning om dagens situasjon for skoltesamisk.
sma: Dotkije Torkel Rasmussen lea stillemen mietie Saemiedigkeste salkehtimmiem dorjeme daan beajjetje skoltesaemien gïeletsiehkien bïjre.

source: 23. mars 2021 ble rapporten om situasjon for skoltesamisk på norsk side av Sápmi publisert:
sma: Njoktjen 23.b. 2021 reektehtsem skoltesaemien gïeletsiehkien bïjre Saepmien nöörjen bielesne bæjhkoehti.

source: Forsker Torkel Rasmussen presenterte utredningens resultater på et webinar 23. mars.
sma: Dotkije Torkel Rasmussen salkehtimmien illedahkh åehpiedehti webinaaresne njoktjen 23.b.

source: Se opptak av webinaret:
sma: Vuartesjh baantedimmiem webinaareste:
